{
  "stageTitle": "स्टेज 0: स्वस्थ सेब",
  "overviewTitle": "क्या हो रहा है",
  "overviewDesc": "आपका सेब का पेड़ स्वस्थ और मजबूत है! फल चमकदार, चिकने और किसी भी काले धब्बे या खुरदुरे पैच से मुक्त हैं। पत्तियां चमकदार हरी हैं, जो दर्शाती हैं कि आपके पेड़ को अच्छी धूप और पोषक तत्व मिल रहे हैं।",
  "preventionTitle": "बचाव का कारण",
  "preventionDesc": "एप्पल स्कैब ज्यादातर बरसात के मौसम में फंगस के माध्यम से फैलता है जो गीली परिस्थितियों में या जमीन से संक्रमित पत्तियों में उगता है।",
  "actionTitle": "क्या करें",
  "actionSteps": [
    "अपने बाग को साफ रखें - गिरी हुई पत्तियों और पुराने फलों को हटा दें।",
    "बेहतर एयरफ्लो के लिए अपने पेड़ की छंटाई करें।",
    "एक प्राकृतिक रक्षक के रूप में हर 15 दिनों में एक बार नीम के तेल (5 मिली प्रति लीटर पानी) का छिड़काव करें।",
    "नमी के निर्माण को कम करने के लिए पेड़ों के बीच उचित दूरी बनाए रखें।"
  ],
  "readAloud": "सुनकर पढ़ें",
  "reading": "पढ़ रहा है...",

  "stage1_title": "स्टेज 1: प्रारंभिक संक्रमण",
  "stage1_overviewTitle": "क्या हो रहा है:",
  "stage1_overviewDesc": "सेब की सतह और पत्तियों पर छोटे जैतून-हरे या हल्के-भूरे रंग के धब्बे दिखाई देने लगते हैं। फल अभी भी सामान्य दिखता है, लेकिन संक्रमण अभी शुरू हुआ है।",
  "stage1_preventionTitle": "कारण:",
  "stage1_preventionDesc": "फंगस के बीजाणु बारिश या ओस के बाद संक्रमित पत्तियों या फलों से फैल सकते हैं।",
  "stage1_actionTitle": "क्या करें (जैविक उपचार):",
  "stage1_actionSteps": [
    "1 लीटर गाय का दूध + 9 लीटर पानी मिलाकर पत्तियों और फलों पर स्प्रे करें - दूध फंगल के विकास को रोकने में मदद करता है।",
    "यदि उपलब्ध हो तो सल्फर आधारित जैविक फफूंदनाशक का प्रयोग करें।",
    "इसे जल्दी रोकने के लिए प्रतिदिन फलों की जाँच करते रहें।"
  ],
  "stage2_title": "स्टेज 2: हल्का संक्रमण",
  "stage2_overviewTitle": "क्या हो रहा है:",
  "stage2_overviewDesc": "धब्बे गहरे और खुरदुरे हो जाते हैं, जो सेब के अधिक हिस्सों में फैल जाते हैं। पत्तियां मुड़ने लग सकती हैं या पीले धब्बे दिखा सकती हैं।",
  "stage2_preventionTitle": "कारण:",
  "stage2_preventionDesc": "नमी और कम हवा के संचार के कारण फंगल के बीजाणु बढ़ रहे हैं।",
  "stage2_actionTitle": "क्या करें (जैविक उपचार):",
  "stage2_actionSteps": [
    "नीम का तेल + बेकिंग सोडा का घोल स्प्रे करें (5 मिली नीम का तेल + 1 चम्मच बेकिंग सोडा प्रति लीटर पानी)।",
    "पत्तियों पर सीधे पानी देने से बचें।",
    "संक्रमित फलों या पत्तियों को खेत से दूर इकट्ठा करके नष्ट कर दें।",
    "मिट्टी में खाद या ट्राइकोडर्मा फंगस डालें - यह हानिकारक फंगस को प्राकृतिक रूप से मारता है।"
  ],
  "stage3_title": "स्टेज 3: मध्यम संक्रमण",
  "stage3_overviewTitle": "क्या हो रहा है:",
  "stage3_overviewDesc": "स्कैब सेब के बड़े हिस्से को कवर करता है। फल फटने या विकृत होने लग सकते हैं। विकास धीमा हो जाता है, और पत्तियां जल्दी गिर जाती हैं।",
  "stage3_preventionTitle": "कारण:",
  "stage3_preventionDesc": "फंगस अब हवा और पानी की बूंदों के माध्यम से तेजी से फैल रहा है।",
  "stage3_actionTitle": "क्या करें (जैविक उपचार):",
  "stage3_actionSteps": [
    "तरल खाद चाय या छाछ स्प्रे (1 भाग छाछ + 5 भाग पानी) का स्प्रे करें।",
    "पौधे को मजबूत करने के लिए जड़ों के पास गोबर की खाद डालें।",
    "फैलने से रोकने के लिए सभी भारी संक्रमित फलों को हटाकर जला दें।"
  ],
  "stage4_title": "स्टेज 4: भारी संक्रमण",
  "stage4_overviewTitle": "क्या हो रहा है:",
  "stage4_overviewDesc": "फलों पर बड़े, गहरे भूरे या काले खुरदुरे पैच होते हैं। सेब की सतह कठोर और फटी हुई दिखती है। कई पत्तियां गिर गई हैं, और फल बढ़ना बंद कर देते हैं।",
  "stage4_preventionTitle": "कारण:",
  "stage4_preventionDesc": "लगातार संक्रमण और खराब मौसम प्रबंधन। फंगस फल की त्वचा की गहरी परतों में प्रवेश कर गया है।",
  "stage4_actionTitle": "क्या करें (जैविक उपचार):",
  "stage4_actionSteps": [
    "1% बोर्डो मिश्रण (कॉपर सल्फेट और चूने का एक प्राकृतिक संयोजन) स्प्रे करें।",
    "सिंथेटिक उर्वरकों से बचें - खाद या वर्मीकम्पोस्ट का उपयोग करें।",
    "अतिरिक्त शाखाओं की छंटाई करके पेड़ों को धूप और हवा के लिए खुला रखें।",
    "मिट्टी के स्तर से बीमारी को रोकने के लिए ट्राइकोडर्मा हर्जियानम फंगस से मिट्टी का उपचार करें।"
  ],
  "stage5_title": "स्टेज 5: गंभीर / कटाई के बाद की अवस्था",
  "stage5_overviewTitle": "क्या हो रहा है:",
  "stage5_overviewDesc": "सेब पूरी तरह से संक्रमित हैं - वे भूरे या काले हो जाते हैं, और बनावट खुरदरी हो जाती है। ये फल अब बाजार में बेचने योग्य नहीं हैं, लेकिन अगर ठीक से संभाला जाए तो भी अगली फसल में मदद कर सकते हैं।",
  "stage5_preventionTitle": "कारण:",
  "stage5_preventionDesc": "उपेक्षित संक्रमण, अशुद्ध खेत का फर्श, या लगातार फंगल का निर्माण।",
  "stage5_actionTitle": "क्या करें (पुनर्प्राप्ति योजना):",
  "stage5_actionSteps": [
    "सभी संक्रमित फलों और पत्तियों को हटा दें।",
    "बाग के फर्श को पूरी तरह से साफ करें।",
    "कटाई के बाद गहरी जुताई करें ताकि फंगस को धूप मिल सके।",
    "अगले फूल आने से पहले, शुरुआती सुरक्षा के लिए चूना सल्फर या नीम के तेल का छिड़काव करें।",
    "अगले सीजन में हमेशा स्टेज 0 से निवारक देखभाल शुरू करें।"
  ]

}