{
  "stageTitle": "टप्पा 0: निरोगी सफरचंद",
  "overviewTitle": "काय होत आहे",
  "overviewDesc": "तुमचे सफरचंदाचे झाड निरोगी आणि मजबूत आहे! फळे चमकदार, गुळगुळीत आणि कोणत्याही काळ्या डागांपासून किंवा खडबडीत पॅचपासून मुक्त आहेत. पाने चमकदार हिरवी आहेत, जे दर्शवते की तुमच्या झाडाला चांगला सूर्यप्रकाश आणि पोषक तत्वे मिळत आहेत.",
  "preventionTitle": "टाळण्याचे कारण",
  "preventionDesc": "ऍपल स्कॅब बहुतेक पावसाळ्यात बुरशीद्वारे पसरतो जो ओल्या स्थितीत किंवा जमिनीतील संक्रमित पानांमध्ये वाढतो.",
  "actionTitle": "काय करावे",
  "actionSteps": [
    "तुमची बाग स्वच्छ ठेवा - गळून पडलेली पाने आणि जुनी फळे काढून टाका.",
    "चांगल्या हवेसाठी तुमच्या झाडाची छाटणी करा.",
    "नैसर्गिक संरक्षक म्हणून दर १५ दिवसांनी एकदा कडुलिंबाच्या तेलाची (५ मिली प्रति लिटर पाणी) फवारणी करा.",
    "ओलावा वाढू नये म्हणून झाडांमध्ये योग्य अंतर ठेवा."
  ],
  "readAloud": "मोठ्याने वाचा",
  "reading": "वाचत आहे...",
  "stage1_title": "टप्पा 1: सुरुवातीचा संसर्ग",
  "stage1_overviewTitle": "काय होत आहे:",
  "stage1_overviewDesc": "सफरचंदाच्या पृष्ठभागावर आणि पानांवर लहान जैतुनी-हिरवे किंवा हलके-तपकिरी डाग दिसू लागतात. फळ अजूनही सामान्य दिसते, परंतु संसर्ग नुकताच सुरू झाला आहे.",
  "stage1_preventionTitle": "कारण:",
  "stage1_preventionDesc": "बुरशीचे बीजाणू पाऊस किंवा दवा नंतर संक्रमित पाने किंवा फळांमधून पसरले असावेत.",
  "stage1_actionTitle": "काय करावे (सेंद्रिय उपाय):",
  "stage1_actionSteps": [
    "१ लिटर गाईचे दूध + ९ लिटर पाणी मिसळून पाने आणि फळांवर फवारणी करा - दूध बुरशीची वाढ थांबवण्यास मदत करते.",
    "उपलब्ध असल्यास सल्फर-आधारित सेंद्रिय बुरशीनाशक लावा.",
    "लवकर थांबवण्यासाठी दररोज फळांची तपासणी करत रहा."
  ],
  "stage2_title": "टप्पा 2: सौम्य संसर्ग",
  "stage2_overviewTitle": "काय होत आहे:",
  "stage2_overviewDesc": "डाग गडद आणि खडबडीत होतात, सफरचंदाच्या अधिक भागांवर पसरतात. पाने कुरळी होऊ शकतात किंवा पिवळे डाग दिसू शकतात.",
  "stage2_preventionTitle": "कारण:",
  "stage2_preventionDesc": "ओलावा आणि कमी हवा खेळती राहिल्यामुळे बुरशीचे बीजाणू वाढत आहेत.",
  "stage2_actionTitle": "काय करावे (सेंद्रिय उपाय):",
  "stage2_actionSteps": [
    "कडुलिंबाचे तेल + बेकिंग सोडा द्रावण फवारा (५ मिली कडुलिंबाचे तेल + १ चमचा बेकिंग सोडा प्रति लिटर पाणी).",
    "पानांवर थेट पाणी देणे टाळा.",
    "संक्रमित फळे किंवा पाने शेतापासून दूर गोळा करून नष्ट करा.",
    "मातीत कंपोस्ट किंवा ट्रायकोडर्मा बुरशी टाका - ते नैसर्गिकरित्या हानिकारक बुरशी मारते."
  ],
  "stage3_title": "टप्पा 3: मध्यम संसर्ग",
  "stage3_overviewTitle": "काय होत आहे:",
  "stage3_overviewDesc": "स्कॅब सफरचंदाच्या मोठ्या भागावर पसरतो. फळे तडकण्यास किंवा विकृत होण्यास सुरुवात होऊ शकते. वाढ मंदावते आणि पाने लवकर गळतात.",
  "stage3_preventionTitle": "कारण:",
  "stage3_preventionDesc": "बुरशी आता वारा आणि पाण्याच्या थेंबांद्वारे वेगाने पसरत आहे.",
  "stage3_actionTitle": "काय करावे (सेंद्रिय उपाय):",
  "stage3_actionSteps": [
    "द्रव कंपोस्ट चहा किंवा ताक फवारणी (१ भाग ताक + ५ भाग पाणी) फवारा.",
    "झाडाला मजबूत करण्यासाठी मुळांजवळ शेणखत टाका.",
    "पसरू नये म्हणून सर्व जास्त संक्रमित फळे काढून जाळून टाका."
  ],
  "stage4_title": "टप्पा 4: तीव्र संसर्ग",
  "stage4_overviewTitle": "काय होत आहे:",
  "stage4_overviewDesc": "फळांवर मोठे, गडद तपकिरी किंवा काळे खडबडीत ठिपके असतात. सफरचंदाचा पृष्ठभाग कडक आणि तडकलेला दिसतो. अनेक पाने गळून पडली आहेत आणि फळांची वाढ थांबते.",
  "stage4_preventionTitle": "कारण:",
  "stage4_preventionDesc": "सतत संसर्ग आणि खराब हवामान व्यवस्थापन. बुरशी फळांच्या त्वचेच्या खोल थरांमध्ये शिरली आहे.",
  "stage4_actionTitle": "काय करावे (सेंद्रिय उपाय):",
  "stage4_actionSteps": [
    "१% बोर्डो मिश्रण (कॉपर सल्फेट आणि चुन्याचे नैसर्गिक मिश्रण) फवारा.",
    "सिंथेटिक खते टाळा - कंपोस्ट किंवा गांडूळ खताचा वापर करा.",
    "अतिरिक्त फांद्या छाटून झाडे सूर्यप्रकाश आणि हवेसाठी मोकळी ठेवा.",
    "मातीच्या पातळीपासून रोग थांबवण्यासाठी ट्रायकोडर्मा हरझियानम बुरशीने मातीवर उपचार करा."
  ],
  "stage5_title": "टप्पा 5: गंभीर / काढणीनंतरचा टप्पा",
  "stage5_overviewTitle": "काय होत आहे:",
  "stage5_overviewDesc": "सफरचंद पूर्णपणे संक्रमित आहेत - ते तपकिरी किंवा काळे होतात आणि पोत खडबडीत होतो. ही फळे आता विक्रीयोग्य नाहीत, परंतु योग्यरित्या हाताळल्यास पुढील पिकासाठी मदत करू शकतात.",
  "stage5_preventionTitle": "कारण:",
  "stage5_preventionDesc": "दुर्लक्षित संसर्ग, अस्वच्छ शेतीची जमीन, किंवा सतत बुरशीची वाढ.",
  "stage5_actionTitle": "काय करावे (पुनर्प्राप्ती योजना):",
  "stage5_actionSteps": [
    "सर्व संक्रमित फळे आणि पाने काढून टाका.",
    "बागेची जमीन पूर्णपणे स्वच्छ करा.",
    "काढणीनंतर खोल नांगरणी करा जेणेकरून बुरशी सूर्यप्रकाशात येईल.",
    "पुढील फुलोऱ्यापूर्वी, लवकर संरक्षणासाठी चुना सल्फर किंवा कडुलिंबाच्या तेलाची फवारणी करा.",
    "पुढील हंगामात नेहमी टप्पा 0 पासून प्रतिबंधात्मक काळजी सुरू करा."
  ]

}